<s>
</s>
<unk>
<mask>
 
(
?
|
·
’
“
”
■
□
○
●
、
。
《
》
「
」
『
』
】
㈠
㑩
㕙
㗀
㘆
㘙
㛹
㜑
㞦
㟙
㟳
㠉
㠗
㠝
㡧
㡳
㢲
㧐
㧑
㨂
㨷
㩀
㩦
㪷
㫋
㬉
㬋
㬠
㬭
㮤
㳙
㳠
㵳
㵵
㶁
㶉
㶏
㶿
㸌
㽘
㾕
䂬
䃅
䃜
䃣
䅉
䅟
䆉
䆗
䇲
䌨
䌫
䌷
䌸
䌹
䍐
䍠
䎳
䏝
䑸
䓖
䕊
䕩
䕸
䗖
䙰
䛏
䝙
䞍
䟎
䟫
䠞
䡾
䢴
䢵
䧏
䨥
䨴
䬃
䯄
䰀
䰄
䰐
䰒
䰟
䱥
䲭
䳇
䳏
䳺
䴔
䴖
䴙
䴥
一
丁
七
万
丈
三
上
下
不
与
丏
丐
丑
丒
专
且
丕
世
丘
丙
业
丛
东
丝
丞
两
严
丧
个
丫
中
丰
丱
串
临
丸
丹
为
主
丽
举
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乔
乖
乘
乙
九
乞
也
习
乡
书
乩
买
乱
乳
乾
了
予
争
事
二
亍
于
亏
云
互
五
井
亘
亚
些
亝
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
亶
亸
亹
人
亿
什
仁
仃
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仞
仡
代
令
以
仪
们
仰
仲
仵
件
价
任
份
仿
企
伉
伊
伋
伍
伎
伏
伐
休
众
优
会
伛
伞
伟
传
伤
伥
伦
伧
伪
伫
伯
估
伴
伶
伸
伺
伻
似
伽
伾
佃
但
位
低
住
佐
佑
体
佔
何
佗
佘
余
佚
佛
作
佞
佟
你
佣
佥
佩
佪
佯
佳
佶
佺
佻
佼
佾
使
侁
侂
侃
侄
侈
例
侍
侏
侑
侔
侗
供
依
侠
侣
侥
侦
侧
侨
侩
侪
侬
侮
侯
侵
便
促
俄
俊
俎
俏
俐
俑
俗
俘
俚
俛
俜
保
俞
俟
信
俣
俦
俨
俩
俪
俭
修
俯
俱
俳
俵
俶
俸
俺
俾
倅
倍
倏
倒
倔
倕
倖
倘
候
倚
倛
倜
借
倡
倦
倨
倩
倪
倭
债
倻
值
倾
偃
假
偈
偎
偏
偓
偕
做
停
健
偪
偲
偶
偷
偻
偿
傀
傃
傅
傍
傞
傥
傧
储
傩
催
傲
傽
像
僖
僚
僛
僝
僣
僦
僧
僩
僬
僭
僮
僰
僵
僻
僽
僾
儆
儇
儋
儒
儓
儗
儡
儤
儦
儱
儳
儿
兀
允
元
兄
充
兆
先
光
克
免
兑
兔
兕
兖
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冁
内
冈
冉
册
再
冒
冕
冗
写
冚
军
农
冠
冢
冤
冥
冬
冯
冰
冱
冲
决
况
冶
冷
冻
冼
冽
净
凄
准
凇
凉
凊
凋
凌
减
凑
凘
凛
凝
几
凡
凤
凫
凭
凯
凰
凳
凶
凸
凹
出
击
函
凿
刀
刁
刃
分
切
刈
刊
刍
刎
刑
划
刓
刖
列
刘
则
刚
创
刜
初
删
判
利
别
刬
刮
到
刲
刳
制
刷
券
刹
刺
刻
剀
剂
剃
剉
削
剌
前
剑
剔
剖
剜
剞
剡
剥
剧
剨
剩
剪
副
割
剳
剸
剺
剽
剿
劂
劄
劈
劓
劖
力
劝
办
功
加
务
劣
动
助
努
劫
劬
劭
励
劲
劳
劵
劾
势
勃
勇
勉
勋
勍
勒
勖
勘
勚
募
勤
勺
勾
勿
匀
包
匆
匈
匊
匍
匏
匐
匕
化
北
匙
匜
匝
匠
匡
匣
匦
匪
匮
匹
区
医
匼
匾
匿
十
千
卅
升
午
卉
半
华
协
卐
卑
卒
卓
单
卖
南
博
卜
卞
占
卢
卤
卦
卧
卨
卫
卬
卮
卯
印
危
即
却
卵
卷
卸
卿
厂
厄
厅
历
厉
压
厌
厎
厓
厔
厕
厖
厘
厚
原
厢
厥
厦
厨
厩
厮
去
县
叁
参
叆
叇
又
叉
及
友
双
反
发
叔
取
受
变
叙
叚
叛
叟
叠
口
古
句
另
叨
叩
只
叫
召
叮
可
台
叱
史
右
叵
叶
号
司
叹
吁
吃
各
吆
合
吉
吊
同
名
后
吏
吐
向
吓
吕
君
吝
吞
吟
吠
否
吪
含
听
吭
吮
启
吰
吴
吷
吸
吹
吻
吼
吽
吾
呀
呆
呈
告
呓
呕
呖
呗
员
呜
呢
呦
周
呱
味
呴
呵
呶
呷
呻
呼
命
呿
咀
咂
咄
咆
咋
和
咍
咎
咏
咐
咒
咙
咛
咤
咥
咦
咨
咫
咬
咮
咳
咸
咻
咽
咿
哀
品
哂
哄
哆
哇
哈
哉
响
哑
哓
哕
哗
哙
哢
哥
哦
哨
哩
哪
哭
哮
哱
哲
哳
哺
哽
唁
唅
唆
唇
唏
唐
唔
唝
唤
唧
唫
售
唯
唱
唳
唵
唶
唼
唾
啁
啄
啅
商
啊
啐
啑
啖
啚
啜
啧
啬
啭
啮
啰
啸
啻
啼
啽
啾
喀
喁
喂
喃
善
喇
喈
喉
喊
喋
喏
喑
喓
喔
喘
喙
喜
喝
喟
喣
喤
喧
喨
喳
喷
喻
喽
嗅
嗈
嗉
嗑
嗒
嗓
嗔
嗛
嗜
嗟
嗣
嗤
嗥
嗫
嗷
嗺
嗽
嗾
嘅
嘈
嘉
嘎
嘏
嘐
嘒
嘘
嘤
嘬
嘱
嘲
嘴
嘶
嘷
嘹
嘻
嘿
噀
噇
噌
噍
噎
噤
器
噩
噪
噫
噬
噭
噰
噱
嚄
嚅
嚏
嚘
嚣
嚬
嚭
嚱
嚼
囊
囋
囗
囚
四
囝
回
囟
因
团
囤
囧
园
困
囱
围
囷
囹
固
国
图
囿
圃
圄
圆
圈
圉
圌
圜
土
圠
圣
在
圩
圪
圬
圭
圮
圯
地
圳
圹
场
圻
址
坂
均
坊
坌
坍
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坨
坪
坭
坯
坰
坱
坳
坷
坻
坼
垂
垄
垆
型
垍
垒
垓
垛
垝
垞
垠
垡
垢
垣
垤
垦
垩
垫
垲
垷
垾
埂
埃
埇
埈
埉
埋
城
埏
埒
埔
埘
埙
埚
域
埠
埤
埧
埭
埴
埵
埶
埸
培
基
埼
埽
堀
堁
堂
堆
堇
堋
堑
堕
堙
堞
堠
堡
堤
堧
堪
堰
堵
堶
塌
塍
塑
塔
塘
塞
填
塼
塾
墀
墁
境
墅
墉
墐
墓
墙
增
墟
墦
墨
墩
墺
壁
壅
壑
壒
壕
壖
壝
壤
士
壬
壮
声
壳
壶
壸
壹
处
备
复
夏
夐
夔
夕
外
夘
夙
多
夜
够
夤
夥
大
天
太
夫
夬
夭
央
失
头
夷
夸
夹
夺
奁
奂
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奘
奚
奠
奢
奣
奥
奫
奭
女
奴
奶
奸
好
如
妃
妄
妆
妇
妈
妍
妒
妓
妖
妙
妞
妣
妤
妥
妨
妩
妪
妫
妲
妳
妹
妺
妻
妾
姁
姆
姊
始
姐
姑
姒
姓
委
姗
姚
姜
姝
姣
姤
姥
姨
姬
姮
姱
姹
姻
姿
威
娃
娄
娅
娆
娇
娈
娉
娑
娘
娙
娜
娟
娠
娣
娥
娩
娱
娲
娴
娵
娶
娼
娿
婀
婆
婉
婑
婕
婚
婢
婧
婪
婴
婵
婷
婺
婿
媒
媕
媚
媛
媠
媪
媫
媭
媲
媵
媸
媻
媾
嫁
嫂
嫉
嫌
嫏
嫔
嫖
嫚
嫜
嫠
嫡
嫣
嫦
嫩
嫪
嫫
嫱
嬉
嬖
嬛
嬲
嬴
孀
孅
子
孑
孔
孕
字
存
孙
孚
孛
孜
孝
孟
季
孤
孥
学
孩
孰
孱
孳
孺
孽
宁
它
宄
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宪
宫
宬
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寔
寖
寘
寝
寞
察
寡
寤
寥
寨
寮
寰
寸
对
寺
寻
导
寿
封
射
尅
将
尉
尊
小
少
尔
尖
尘
尚
尝
尤
尧
尨
尪
就
尸
尹
尺
尻
尼
尽
尾
尿
局
层
屃
居
屈
届
屋
屎
屏
屐
屑
展
屙
屝
属
屟
屠
屡
屣
履
屦
屧
屯
山
屴
屹
屺
屼
屿
岁
岂
岊
岌
岍
岏
岐
岑
岔
岕
岖
岗
岘
岙
岚
岛
岝
岞
岢
岣
岧
岨
岩
岪
岫
岭
岱
岳
岵
岷
岸
岿
峄
峋
峑
峒
峗
峙
峡
峣
峤
峥
峦
峨
峪
峭
峰
峻
峿
崄
崆
崇
崎
崒
崔
崖
崙
崚
崛
崟
崤
崦
崧
崩
崭
崷
崿
嵁
嵂
嵇
嵊
嵋
嵌
嵍
嵎
嵓
嵘
嵚
嵝
嵢
嵩
嵫
嵬
嵯
嵰
嵲
嵷
嵿
嶂
嶅
嶆
嶊
嶒
嶓
嶕
嶙
嶝
嶪
嶭
嶰
嶶
嶷
巀
巂
巃
巅
巇
巉
巍
巏
巑
巘
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巽
巾
币
市
布
帅
帆
师
希
帏
帐
帑
帔
帕
帖
帘
帙
帚
帛
帜
帝
帟
帢
带
帧
帨
席
帮
帱
帷
常
帻
帼
帽
幂
幄
幅
幌
幐
幔
幕
幖
幛
幞
幡
幢
幨
幪
幮
幰
干
平
年
并
幸
幺
幻
幼
幽
广
庄
庆
庇
庉
床
序
庐
庑
库
应
底
庖
店
庙
庚
府
庞
废
庠
度
座
庭
庳
庵
庶
康
庸
庾
廉
廊
廋
廌
廒
廓
廖
廛
廥
廨
廪
廱
延
廷
建
廿
开
弁
异
弃
弄
弇
弈
弊
弋
式
弑
弓
引
弗
弘
弛
弜
弟
张
弥
弦
弧
弨
弩
弭
弮
弯
弰
弱
弸
弹
强
弼
彀
彄
彊
归
当
录
彖
彗
彘
彝
彡
形
彤
彦
彧
彩
彪
彫
彬
彭
彯
彰
影
彳
彴
彷
役
彻
彼
往
征
徂
径
待
徇
很
徉
徊
律
徐
徒
徕
得
徘
徙
徜
御
徨
循
徬
徭
微
徯
徵
德
徼
徽
心
必
忆
忉
忌
忍
忏
忒
忖
志
忘
忙
忝
忞
忠
忡
忤
忧
忪
快
忭
忱
念
忸
忺
忻
忽
忾
忿
怀
态
怃
怅
怆
怊
怍
怎
怏
怒
怔
怕
怖
怙
怛
怜
思
怠
怡
急
怦
性
怨
怩
怪
怫
怯
怵
总
怼
怿
恁
恂
恃
恊
恋
恍
恐
恒
恓
恕
恙
恚
恢
恣
恤
恧
恨
恩
恪
恫
恬
恭
息
恰
恳
恶
恸
恹
恺
恻
恼
恽
悁
悃
悄
悉
悌
悍
悒
悔
悖
悚
悛
悟
悠
患
悤
悦
悫
悬
悭
悯
悰
悱
悲
悴
悸
悼
情
惆
惇
惊
惋
惎
惑
惓
惕
惘
惚
惛
惜
惝
惟
惠
惧
惨
惩
惫
惬
惭
惮
惯
惰
想
惴
惶
惹
惺
愀
愁
愆
愈
愉
愎
意
愒
愔
愕
愚
感
愠
愡
愤
愦
愧
愬
愯
愿
慁
慆
慇
慈
慊
慌
慎
慑
慕
慜
慝
慢
慥
慧
慨
慭
慰
慱
慵
慷
憀
憍
憎
憔
憧
憨
憩
憭
憺
憾
懂
懆
懊
懋
懒
懔
懦
懵
懿
戆
戈
戊
戋
戌
戍
戎
戏
成
我
戒
戕
或
战
戙
戚
戛
戟
戡
戢
截
戬
戮
戴
户
戺
戽
戾
房
所
扁
扃
扅
扆
扇
扈
扉
扊
手
才
扎
扑
打
托
扛
扣
执
扩
扪
扫
扬
扭
扮
扯
扰
扱
扳
扶
批
扼
承
技
抃
抄
抆
抉
把
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抟
抠
抡
抢
护
报
抨
披
抬
抱
抵
抹
抺
押
抽
拂
拄
担
拆
拈
拉
拊
拌
拍
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拟
拢
拣
拥
拦
拨
择
括
拭
拮
拯
拱
拳
拴
拶
拼
拽
拾
拿
持
挂
指
挈
按
挍
挏
挐
挑
挚
挛
挝
挞
挟
挠
挡
挣
挤
挥
挦
挨
挪
挫
振
挲
挹
挺
挼
挽
捆
捉
捋
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
捩
捭
据
捲
捶
捷
捺
捻
捽
掀
掁
掇
授
掉
掊
掌
掎
掏
掐
排
掖
掘
掞
掠
探
掣
接
控
推
掩
措
掬
掳
掷
掺
掾
揄
揆
揉
揍
揎
描
提
插
揔
揕
揖
揠
握
揣
揩
揫
揭
援
揶
揽
揾
搀
搂
搅
搆
搊
搏
搓
搔
搜
搢
搥
搦
搬
搭
搯
搰
搴
携
搽
摄
摅
摆
摇
摈
摊
摐
摘
摛
摝
摧
摩
摭
摴
摵
摸
摹
摺
摽
撄
撅
撇
撑
撒
撕
撙
撚
撞
撤
撩
播
撮
撰
撷
撺
撼
擂
擅
操
擎
擐
擒
擗
擘
擞
擢
擦
擪
擿
攀
攒
攓
攘
攞
攧
攫
支
攲
收
攸
改
攺
攻
攽
放
政
故
效
敉
敌
敏
救
敔
敕
敖
教
敛
敝
敞
敢
散
敦
敧
敩
敫
敬
数
敲
整
敷
斁
文
斋
斌
斐
斑
斓
斗
料
斛
斜
斝
斟
斡
斤
斥
斧
斩
斫
断
斮
斯
新
斲
斸
方
施
斿
旁
旃
旄
旅
旆
旊
旋
旌
旎
族
旐
旒
旓
旖
旗
旟
无
旡
既
日
旦
旧
旨
早
旬
旭
旰
旱
旴
时
旷
旸
旺
旻
旼
昂
昃
昆
昉
昊
昌
明
昏
昒
易
昔
昕
昙
昜
昝
星
映
春
昧
昨
昩
昭
是
昱
昴
昵
昶
昼
昽
显
晁
晃
晋
晌
晏
晒
晓
晔
晕
晖
晚
晛
晞
晟
晡
晢
晤
晦
晨
晬
普
景
晰
晴
晶
晷
晹
智
晻
晼
晾
暂
暄
暇
暌
暍
暑
暕
暖
暗
暝
暤
暧
暨
暮
暴
暵
暹
暾
曀
曈
曕
曙
曚
曛
曜
曝
曦
曩
曰
曲
曳
更
曷
曹
曼
曾
替
最
朅
月
有
朋
服
朏
朐
朓
朔
朕
朗
望
朝
期
朣
朦
木
未
末
本
札
朮
术
朱
朴
朵
机
朽
杀
杂
权
杆
杈
杉
杌
李
杏
材
村
杓
杕
杖
杗
杙
杜
杞
束
杠
条
来
杨
杪
杭
杮
杯
杰
杲
杳
杵
杷
杼
松
板
极
构
枇
枉
枋
枌
析
枒
枕
林
枘
枚
果
枝
枞
枢
枣
枥
枧
枨
枪
枫
枭
枮
枯
枰
枲
枳
枵
架
枷
枸
枹
枻
柁
柂
柄
柅
柈
柏
某
柑
柒
染
柔
柖
柘
柙
柚
柝
柞
柢
查
柩
柬
柮
柯
柰
柱
柳
柴
柽
柿
栀
栅
标
栈
栉
栊
栋
栌
栎
栏
树
栖
栗
栝
栟
校
栩
株
栱
栲
栳
栴
样
核
根
格
栽
栾
桀
桁
桂
桃
桄
桅
案
桉
桎
桐
桑
桓
桔
桕
桠
桡
桢
桤
桥
桦
桧
桨
桩
桫
桴
桶
桷
桹
梁
梅
梏
梓
梗
梢
梦
梧
梨
梭
梯
械
梳
梵
梼
梿
检
棂
棉
棋
棐
棒
棕
棘
棙
棚
棠
棣
棨
棫
棬
森
棱
棹
棺
棼
椁
椅
椆
植
椎
椑
椒
椟
椠
椤
椭
椮
椰
椳
椷
椸
椹
椽
椿
楂
楔
楖
楗
楙
楚
楝
楞
楠
楢
楣
楥
楦
楩
楪
楫
楬
楮
楯
楶
楷
楸
楹
楼
概
榄
榆
榇
榈
榉
榑
榔
榕
榛
榜
榠
榧
榨
榭
榰
榱
榴
榷
榻
榼
榾
槁
槃
槊
槌
槎
槐
槔
槚
槛
槜
槟
槠
槥
槦
槩
槭
槯
槱
槲
槽
槿
樊
樕
樗
樛
樟
模
樨
横
樯
樱
樵
樽
樾
橄
橇
橐
橘
橙
橛
橡
橤
橦
橧
橱
橹
橼
檀
檃
檄
檎
檐
檗
檛
檠
檨
櫑
櫜
櫩
欃
欈
欠
次
欢
欣
欤
欧
欬
欲
欷
欸
欹
欺
欻
款
歃
歅
歆
歇
歈
歉
歊
歌
歔
歘
歙
歛
歜
歠
止
正
此
步
武
歧
死
歼
殁
殂
殃
殄
殆
殇
殉
殊
残
殍
殒
殓
殖
殚
殡
殪
殳
段
殷
殽
殿
毁
毂
毅
毋
毌
母
每
毐
毒
毓
比
毕
毖
毗
毙
毛
毡
毣
毫
毬
毯
毰
毳
毵
毷
毸
毹
氄
氅
氉
氍
氎
氏
氐
民
氓
气
氛
氤
氲
水
永
汀
汁
求
汇
汉
汊
汍
汎
汐
汕
汗
汛
汜
汝
汞
江
池
污
汤
汥
汧
汨
汩
汪
汭
汰
汲
汳
汴
汶
汹
汾
沁
沂
沃
沄
沅
沆
沈
沉
沌
沐
沓
沔
沕
沗
沙
沚
沛
沜
沟
没
沣
沤
沥
沦
沧
沨
沩
沪
沫
沬
沭
沮
沱
沲
河
沴
沸
油
治
沼
沽
沾
沿
泂
泄
泅
泇
泉
泊
泌
泐
泓
泔
法
泖
泗
泙
泚
泛
泜
泞
泠
泡
波
泣
泥
注
泪
泫
泬
泮
泯
泰
泱
泳
泷
泸
泺
泻
泼
泽
泾
洁
洄
洋
洌
洎
洑
洒
洗
洙
洚
洛
洞
洟
津
洧
洨
洪
洫
洮
洱
洲
洳
洴
洵
洸
洹
洺
活
洼
洽
派
洿
流
浃
浅
浆
浇
浈
浊
测
浍
济
浏
浐
浑
浒
浓
浔
浙
浚
浜
浟
浠
浣
浥
浦
浩
浪
浮
浯
浴
海
浸
浼
涂
涅
消
涉
涌
涎
涏
涑
涓
涔
涕
涖
涘
涛
涝
涞
涟
涡
涢
涣
涤
润
涧
涨
涩
涪
涯
液
涴
涵
涷
涸
涿
淀
淂
淄
淅
淆
淇
淈
淊
淋
淑
淖
淘
淙
淝
淞
淡
淤
淦
淫
淬
淮
淯
深
淳
混
淹
添
淼
清
渊
渌
渍
渎
渐
渑
渔
渗
渚
渝
渟
渠
渡
渣
渤
渥
温
渫
渭
港
渰
渲
渴
游
渺
渻
渼
湃
湄
湅
湍
湎
湓
湔
湖
湘
湛
湜
湟
湩
湫
湮
湲
湾
湿
溃
溅
溆
溉
源
溘
溜
溟
溢
溥
溦
溧
溪
溯
溱
溲
溶
溷
溺
溽
滀
滁
滂
滃
滇
滉
滋
滍
滏
滑
滓
滔
滕
滘
滚
滞
滟
满
滢
滤
滥
滦
滨
滩
滪
滫
滮
滴
滶
滹
漂
漆
漈
漉
漍
漏
漓
演
漕
漘
漙
漠
漦
漩
漪
漫
漭
漯
漱
漳
漶
漷
漻
漾
潆
潇
潋
潍
潏
潘
潜
潞
潟
潢
潦
潨
潩
潭
潮
潴
潸
潺
潼
潾
澄
澈
澉
澌
澍
澎
澒
澓
澜
澡
澥
澧
澨
澯
澳
澶
澹
澼
激
濂
濉
濊
濑
濒
濛
濞
濠
濡
濩
濮
濯
濲
瀁
瀍
瀑
瀚
瀛
瀣
瀫
瀰
瀹
瀺
瀼
灂
灊
灌
灏
灞
火
灭
灯
灰
灵
灶
灸
灺
灼
灾
灿
炀
炉
炊
炎
炒
炕
炖
炙
炜
炤
炫
炬
炭
炮
炯
炰
炱
炳
炷
点
炼
炽
烁
烂
烈
烘
烙
烛
烜
烝
烟
烦
烧
烨
烩
烬
热
烱
烹
烽
焉
焕
焘
焙
焚
焜
焦
焬
焰
焱
然
煅
煌
煎
煖
煚
煜
煞
煠
煤
煦
照
煨
煮
煽
熄
熇
熊
熏
熙
熟
熠
熨
熬
熳
熹
燂
燃
燄
燋
燎
燐
燔
燕
燖
燠
燥
燧
燮
燹
爆
爇
爝
爞
爟
爨
爪
爬
爰
爱
爵
父
爷
爹
爻
爽
牁
牂
片
版
牌
牍
牒
牖
牙
牛
牝
牟
牡
牢
牣
牦
牧
物
牯
牲
牴
牵
牷
牸
特
牺
牾
犀
犁
犊
犍
犒
犗
犬
犯
犴
状
犷
犹
狂
狄
狈
狌
狎
狐
狖
狗
狙
狝
狞
狠
狡
狨
狩
独
狭
狮
狯
狰
狱
狲
狴
狶
狷
狸
狺
狻
狼
猊
猎
猕
猖
猗
猘
猛
猜
猝
猢
猥
猧
猩
猪
猫
猬
献
猱
猴
猷
猺
猾
猿
獍
獐
獒
獞
獠
獬
獭
獹
獾
玃
玄
率
玉
王
玎
玑
玓
玕
玖
玘
玙
玚
玛
玞
玟
玠
玡
玢
玦
玩
玫
玭
玮
环
现
玲
玳
玷
玹
玺
玻
玼
玿
珀
珂
珈
珉
珊
珍
珏
珑
珓
珙
珞
珠
珣
珥
珦
珧
珩
班
珰
珵
珷
球
琅
理
琇
琉
琊
琏
琐
琚
琛
琢
琤
琥
琦
琨
琪
琬
琮
琯
琰
琲
琳
琴
琵
琶
琼
瑀
瑁
瑄
瑎
瑕
瑗
瑙
瑚
瑛
瑜
瑞
瑟
瑨
瑫
瑰
瑳
瑶
瑾
璀
璁
璃
璅
璆
璇
璈
璋
璎
璐
璘
璚
璜
璞
璟
璠
璧
璨
璩
璪
璲
璿
瓅
瓈
瓐
瓒
瓓
瓘
瓜
瓞
瓠
瓢
瓣
瓦
瓮
瓯
瓴
瓶
瓷
瓻
瓿
甃
甄
甍
甑
甓
甔
甘
甚
甜
生
甥
用
甫
甬
田
由
甲
申
电
男
甸
町
画
畀
畅
畇
畈
畋
界
畎
畏
畔
留
畚
畛
畜
畟
畤
略
畦
番
畬
畯
畲
畴
畸
畹
畺
畿
疃
疆
疋
疍
疏
疐
疑
疗
疚
疟
疠
疡
疣
疥
疫
疮
疲
疴
疵
疹
疼
疽
疾
痁
病
痈
痊
痍
痒
痔
痕
痗
痘
痛
痡
痣
痰
痴
痹
痼
痿
瘁
瘉
瘏
瘖
瘗
瘟
瘠
瘢
瘤
瘥
瘦
瘳
瘴
瘵
瘼
瘿
癃
癖
癞
癣
癫
癯
癸
登
白
百
皂
的
皆
皇
皈
皋
皎
皑
皓
皖
皙
皛
皞
皤
皦
皪
皭
皮
皱
皴
盂
盆
盈
益
盍
盎
盏
盐
监
盒
盖
盗
盘
盛
盝
盟
盥
盩
盬
目
盰
盱
盲
直
相
盻
盼
盾
省
眄
眇
眈
眉
眊
看
眙
眚
真
眠
眢
眦
眨
眩
眬
眯
眵
眶
眷
眸
眹
眺
眼
着
睆
睇
睎
睐
睒
睛
睟
睡
睢
督
睥
睦
睨
睫
睬
睹
睽
睿
瞆
瞋
瞌
瞍
瞎
瞑
瞒
瞠
瞢
瞥
瞩
瞪
瞬
瞭
瞰
瞳
瞻
瞽
瞿
矍
矗
矛
矜
矞
矢
矣
知
矧
矩
矫
短
矮
矰
矲
石
矶
矹
矻
矼
矾
矿
砀
码
砂
砉
砌
砍
砑
研
砖
砚
砢
砥
砦
砧
砭
砯
砰
破
砺
砻
砾
础
硁
硉
硎
硕
硖
硗
硙
硝
硫
硬
确
硿
碇
碉
碌
碍
碎
碐
碑
碓
碗
碛
碟
碡
碣
碧
碯
碶
碾
磁
磅
磈
磉
磊
磋
磐
磔
磕
磥
磨
磬
磳
磴
磷
磻
礧
礴
示
礼
礽
社
礿
祀
祁
祅
祆
祇
祈
祉
祊
祎
祏
祐
祓
祔
祖
祗
祚
祛
祜
祝
神
祟
祠
祢
祥
祧
票
祭
祯
祲
祷
祸
祺
祼
禀
禁
禄
禅
禆
禊
禋
福
禖
禘
禠
禦
禧
禨
禳
禹
禺
离
禽
禾
秀
私
秃
秆
秉
秋
种
科
秒
秕
秖
秘
租
秣
秤
秦
秧
秩
秪
秫
秬
秭
积
称
秸
移
秽
秾
稀
稂
稆
稊
程
稌
稍
税
稏
稔
稗
稚
稛
稠
稳
稷
稹
稻
稼
稽
稿
穆
穑
穗
穜
穟
穫
穮
穰
穴
究
穷
穸
穹
空
穿
窀
突
窃
窄
窅
窆
窈
窊
窍
窑
窒
窕
窖
窗
窘
窜
窝
窟
窠
窣
窥
窦
窨
窬
窭
窱
窳
窹
窼
窾
窿
立
竖
站
竛
竞
竟
章
竣
童
竦
竭
竮
端
竹
竺
竽
竿
笃
笄
笆
笈
笊
笋
笏
笑
笔
笕
笙
笛
笞
笠
笥
符
笨
笪
第
笭
笮
笯
笱
笳
笴
笺
笼
笾
筀
筅
筇
筈
等
筋
筌
筏
筐
筑
筒
答
策
筚
筛
筜
筝
筠
筤
筥
筦
筮
筱
筲
筳
筵
筹
筼
签
简
箄
箅
箊
箍
箐
箑
箓
箔
箕
算
箛
箜
箠
管
箦
箧
箨
箩
箪
箫
箬
箭
箯
箱
箴
箵
箸
箾
篁
篆
篇
篌
篑
篓
篙
篚
篝
篡
篣
篥
篦
篨
篪
篬
篮
篯
篱
篴
篷
篾
簃
簇
簉
簋
簌
簏
簖
簜
簟
簦
簧
簨
簪
簳
簴
簸
簿
籀
籁
籍
籓
籞
籥
籧
籯
米
籴
籹
籺
类
籼
粉
粒
粔
粕
粗
粘
粜
粝
粞
粟
粢
粤
粥
粪
粮
粱
粲
粳
粹
粼
粽
精
粿
糁
糇
糈
糊
糍
糒
糕
糖
糗
糙
糜
糟
糠
糯
糵
系
紊
紞
素
索
紧
紫
紬
累
紾
絇
絓
絖
絜
絪
絮
絷
絺
綍
綦
綮
綵
綷
緉
緌
縆
縠
縢
縩
縻
繁
繄
繇
繫
纂
纑
纕
纛
纠
纡
红
纣
纤
纥
约
级
纨
纩
纪
纫
纬
纭
纮
纯
纰
纱
纲
纳
纴
纵
纶
纷
纸
纹
纺
纻
纽
纾
线
绀
绁
绂
练
组
绅
细
织
终
绉
绊
绋
绌
绍
绎
经
绐
绒
结
绕
绘
给
绚
绛
络
绝
统
绠
绡
绢
绣
绤
绥
绦
继
绨
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绹
绺
绻
综
绽
绾
绿
缀
缁
缃
缄
缅
缆
缇
缈
缉
缊
缋
缌
缏
缑
缒
缓
缔
缕
编
缗
缘
缙
缚
缛
缜
缝
缞
缟
缠
缡
缣
缤
缥
缦
缧
缨
缩
缪
缫
缬
缭
缮
缯
缰
缱
缲
缴
缵
缶
缸
缺
缿
罂
罄
罅
罍
罐
网
罔
罕
罗
罘
罚
罛
罝
罟
罡
罢
罥
罨
罩
罪
罫
置
署
罳
罴
罶
罹
罻
罽
罾
羁
羃
羊
羌
美
羑
羓
羔
羖
羚
羜
羝
羞
羡
群
羯
羱
羲
羸
羹
羽
羾
羿
翀
翁
翂
翅
翊
翌
翎
翏
翐
翔
翕
翘
翙
翚
翛
翟
翠
翡
翣
翥
翩
翮
翰
翱
翳
翻
翼
翾
翿
耀
老
考
耄
者
耆
耋
而
耍
耎
耐
耑
耒
耔
耕
耗
耘
耜
耤
耦
耨
耰
耳
耶
耸
耻
耽
耿
聂
聃
聆
聊
聋
职
聒
联
聘
聚
聩
聪
聱
聿
肃
肄
肆
肇
肉
肋
肌
肓
肖
肘
肚
肜
肝
肠
股
肢
肤
肥
肩
肪
肮
肯
肰
肱
育
肴
肸
肺
肾
肿
胀
胁
胃
胄
胆
胊
背
胎
胖
胗
胙
胚
胛
胜
胝
胞
胠
胡
胤
胥
胧
胪
胫
胭
胯
胶
胸
胹
胼
能
胾
脂
脆
脉
脊
脍
脏
脐
脑
脓
脔
脚
脝
脢
脤
脩
脯
脰
脱
脸
脽
脾
腆
腊
腋
腌
腐
腑
腓
腔
腕
腥
腮
腯
腰
腴
腷
腹
腻
腼
腾
腿
膂
膈
膊
膏
膑
膜
膝
膧
膨
膰
膳
膴
膺
膻
臀
臂
臆
臈
臊
臕
臛
臞
臣
臧
自
臬
臭
至
致
臻
臼
臾
舀
舁
舂
舄
舅
舆
舌
舍
舐
舒
舜
舞
舟
舠
舣
航
舫
般
舰
舱
舲
舳
舴
舵
舶
舷
舸
船
舻
艅
艇
艋
艎
艑
艓
艖
艗
艘
艚
艛
艟
艨
艭
艮
良
艰
色
艳
艺
艼
艾
节
芃
芄
芈
芊
芋
芍
芎
芑
芒
芗
芘
芙
芜
芝
芟
芡
芣
芥
芦
芩
芬
芭
芮
芯
芰
花
芳
芷
芸
芹
芼
芽
芾
苁
苇
苈
苋
苌
苍
苎
苏
苐
苑
苒
苓
苔
苕
苗
苛
苜
苞
苟
苡
苢
苣
若
苦
苫
苮
英
苴
苹
苻
苾
茀
茁
茂
范
茄
茅
茆
茈
茉
茌
茎
茏
茐
茑
茔
茕
茗
茙
茜
茝
茧
茨
茫
茭
茯
茱
茴
茵
茶
茸
茹
荀
荃
荄
荅
荆
荇
草
荍
荏
荐
荑
荒
荔
荗
荚
荛
荜
荞
荟
荠
荡
荣
荤
荥
荦
荧
荨
荩
荪
荫
荬
荭
药
荷
荻
荼
莂
莆
莉
莎
莒
莓
莘
莛
莝
莞
莟
莠
莨
莩
莪
莫
莱
莲
莳
莴
莶
获
莸
莹
莺
莼
莽
菀
菁
菂
菅
菆
菇
菉
菊
菌
菑
菔
菖
菘
菜
菟
菠
菡
菩
菰
菱
菲
菶
菹
菼
菽
萁
萃
萄
萋
萌
萍
萎
萏
萑
萝
萟
萤
营
萦
萧
萨
萱
萸
萹
萼
落
葆
葑
著
葚
葛
葡
董
葩
葫
葬
葭
葱
葳
葵
葶
葹
葺
蒂
蒇
蒉
蒋
蒌
蒏
蒒
蒙
蒜
蒟
蒯
蒱
蒲
蒳
蒸
蒹
蒺
蒻
蒿
蓁
蓂
蓄
蓉
蓊
蓍
蓏
蓐
蓑
蓓
蓖
蓘
蓝
蓟
蓠
蓢
蓣
蓦
蓬
蓰
蓺
蓼
蓿
蔀
蔌
蔑
蔓
蔗
蔚
蔟
蔡
蔫
蔬
蔷
蔺
蔻
蔼
蔽
蕃
蕈
蕉
蕊
蕖
蕙
蕞
蕡
蕣
蕤
蕨
蕲
蕴
蕺
蕻
蕾
薄
薅
薇
薋
薏
薖
薙
薛
薜
薝
薤
薨
薪
薮
薯
薰
薶
薾
薿
藁
藉
藋
藏
藐
藑
藓
藕
藜
藞
藟
藤
藩
藻
藿
蘅
蘋
蘑
蘖
蘘
蘤
蘧
蘩
蘸
蘼
虎
虏
虐
虑
虓
虔
虙
虚
虞
虡
虢
虩
虫
虬
虮
虱
虹
虺
虻
虽
虾
虿
蚀
蚁
蚃
蚊
蚋
蚌
蚍
蚓
蚕
蚖
蚝
蚣
蚤
蚧
蚨
蚩
蚪
蚬
蚯
蚱
蚴
蚶
蚹
蚿
蛀
蛄
蛆
蛇
蛉
蛊
蛋
蛎
蛏
蛑
蛙
蛛
蛟
蛤
蛩
蛬
蛭
蛮
蛰
蛱
蛴
蛸
蛹
蛾
蜀
蜂
蜃
蜈
蜉
蜊
蜍
蜎
蜑
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜞
蜡
蜢
蜣
蜥
蜩
蜮
蜴
蜷
蜺
蜻
蜾
蜿
蝀
蝇
蝈
蝉
蝌
蝎
蝗
蝘
蝙
蝠
蝣
蝤
蝥
蝮
蝴
蝶
蝼
螀
螂
螃
融
螗
螟
螣
螫
螬
螭
螯
螳
螺
螽
蟀
蟆
蟉
蟊
蟋
蟏
蟒
蟛
蟟
蟠
蟢
蟪
蟫
蟭
蟮
蟹
蟾
蠃
蠋
蠓
蠕
蠖
蠛
蠡
蠢
蠲
蠹
血
衄
衅
行
衍
衎
衒
衔
街
衙
衡
衢
衣
补
表
衩
衫
衬
衮
衰
衲
衷
衽
衾
衿
袁
袂
袄
袅
袆
袈
袋
袍
袐
袒
袖
袗
袛
袜
袢
袤
袨
袪
被
袭
袯
袱
袷
袿
裀
裁
裂
装
裆
裈
裋
裌
裎
裒
裓
裔
裕
裘
裙
裛
裟
裤
裨
裯
裰
裲
裳
裴
裸
裹
裼
裾
褉
褊
褋
褐
褒
褓
褕
褙
褚
褛
褥
褦
褪
褫
褰
褴
褶
褷
襁
襄
襌
襕
襜
襞
襟
襦
襫
襭
襶
襺
襻
西
要
覃
覆
见
观
规
觅
视
觇
览
觉
觊
觋
觌
觏
觐
觑
角
觔
觚
觜
觞
解
觥
触
觫
觱
觳
言
訇
訚
訾
詟
詶
詹
誇
誉
誊
誓
誵
諠
諲
謇
謦
警
譬
计
订
讣
认
讥
讦
讨
让
讪
讫
训
议
讯
记
讱
讲
讳
讴
讵
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诂
诃
评
诅
识
诇
诈
诉
诊
诋
词
诎
诏
译
诒
诔
试
诗
诘
诙
诚
诛
诜
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诨
诩
诫
诬
语
诮
误
诰
诱
诲
诳
说
诵
请
诸
诹
诺
读
诽
课
谀
谁
谂
调
谄
谅
谆
谇
谈
谊
谋
谌
谍
谏
谐
谑
谒
谓
谔
谕
谖
谗
谙
谚
谛
谜
谞
谟
谠
谡
谢
谣
谤
谥
谦
谧
谨
谩
谪
谬
谭
谮
谯
谱
谲
谳
谴
谵
谶
谷
谹
谺
谼
谽
豁
豅
豆
豇
豉
豋
豌
豕
豗
豚
象
豢
豨
豪
豫
豭
豳
豸
豹
豺
貂
貅
貉
貊
貌
貔
貤
賨
贝
贞
负
贡
财
责
贤
败
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贳
贴
贵
贶
贷
贸
费
贺
贻
贼
贽
贾
贿
赀
赁
赂
赃
资
赆
赈
赉
赊
赋
赌
赍
赎
赏
赐
赑
赓
赖
赘
赙
赚
赛
赜
赝
赞
赠
赡
赢
赣
赤
赦
赧
赩
赪
赫
赭
走
赳
赴
赵
赶
起
趁
趄
超
越
趋
趍
趑
趠
趣
趯
趱
足
趵
趺
趼
趾
跂
跃
跄
跋
跌
跎
跏
跑
跕
跗
跚
跛
距
跟
跣
跧
跨
跪
跫
跬
路
跰
跳
践
跸
跹
跻
跽
踆
踉
踊
踌
踏
踔
踝
踞
踟
踠
踢
踣
踦
踪
踬
踯
踵
踶
踸
踺
踽
蹀
蹁
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹐
蹑
蹒
蹙
蹛
蹠
蹡
蹢
蹬
蹭
蹯
蹰
蹲
蹴
蹶
躁
躄
躅
躇
躏
躐
躔
躞
躧
身
躬
躯
躲
軥
輀
輤
輧
輴
輶
轑
轓
轘
车
轧
轨
轩
轫
转
轭
轮
软
轰
轲
轳
轴
轵
轶
轸
轹
轺
轻
轼
载
轾
轿
辀
辂
较
辄
辅
辆
辇
辈
辉
辊
辋
辌
辍
辎
辏
辐
辑
辒
输
辔
辕
辖
辗
辘
辙
辚
辛
辜
辞
辟
辣
辨
辩
辫
辰
辱
边
辽
达
迁
迂
迄
迅
过
迈
迍
迎
运
近
迓
返
迕
还
这
进
远
违
连
迟
迢
迤
迥
迦
迨
迩
迪
迫
迭
述
迷
迸
迹
追
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
透
逐
递
途
逖
逗
通
逝
逞
速
造
逡
逢
逤
逦
逭
逮
逯
逴
逵
逶
逸
逻
逼
逾
遁
遂
遄
遇
遍
遏
遐
遑
遒
道
遗
遘
遝
遢
遣
遥
遨
遫
遭
遮
遰
遴
遵
遹
遽
避
邀
邂
邃
邅
邈
邋
邑
邓
邕
邗
邙
邛
邝
邠
邢
那
邦
邧
邪
邬
邮
邯
邱
邳
邴
邵
邸
邹
邺
邻
邽
邾
郁
郅
郇
郈
郊
郎
郏
郐
郑
郓
郗
郛
郜
郝
郡
郢
郤
郦
郧
部
郪
郫
郭
郯
郴
郸
都
郾
郿
鄂
鄏
鄗
鄙
鄚
鄛
鄜
鄞
鄠
鄡
鄢
鄣
鄮
鄯
鄱
酂
酃
酆
酉
酊
酋
酌
配
酎
酒
酕
酗
酘
酝
酡
酢
酣
酤
酥
酦
酩
酪
酬
酮
酱
酲
酴
酷
酸
酹
酺
酽
酾
酿
醁
醄
醅
醇
醉
醊
醋
醍
醐
醑
醒
醝
醢
醨
醪
醭
醮
醯
醲
醴
醵
醺
醽
醾
釂
采
释
里
重
野
量
金
釜
釭
鈙
鉴
銙
銮
鋋
錍
鍧
鍪
鎏
鎗
鏖
鏬
鑘
针
钉
钊
钏
钑
钓
钗
钜
钝
钞
钟
钢
钤
钥
钦
钧
钩
钮
钱
钲
钳
钵
钹
钺
钻
钿
铁
铃
铄
铅
铉
铎
铏
铓
铗
铘
铙
铚
铛
铜
铠
铢
铣
铤
铦
铨
铩
铫
铭
铮
铲
银
铸
铺
链
铿
销
锁
锄
锅
锈
锉
锋
锐
锓
错
锜
锡
锢
锣
锤
锥
锦
锧
锭
键
锯
锱
锲
锴
锵
锷
锸
锹
锻
锼
锽
镀
镂
镃
镆
镇
镊
镌
镏
镐
镒
镕
镖
镛
镜
镝
镞
镠
镡
镢
镪
镫
镬
镮
镯
镰
镳
镵
镶
长
閒
閟
閦
閧
闇
闉
门
闪
闫
闬
闭
问
闯
闰
闱
闲
闳
间
闵
闷
闸
闹
闺
闻
闼
闽
闾
闿
阀
阁
阂
阃
阄
阅
阆
阇
阉
阊
阌
阍
阎
阏
阐
阑
阒
阓
阔
阕
阖
阗
阘
阙
阚
阛
阜
队
阡
阨
阪
阮
阯
阱
防
阳
阴
阵
阶
阹
阻
阽
阿
陀
陁
陂
附
际
陆
陇
陈
陉
陊
陋
陌
降
限
陔
陕
陛
陜
陟
陡
院
除
陨
险
陪
陬
陲
陴
陵
陶
陷
隃
隅
隆
隈
隋
隍
随
隐
隑
隔
隗
隘
隙
障
隤
隥
隧
隩
隮
隰
隳
隶
隼
隽
难
雀
雁
雄
雅
集
雇
雉
雊
雌
雍
雎
雏
雒
雕
雘
雠
雨
雩
雪
雯
雰
雱
雳
零
雷
雹
雺
雾
需
霁
霂
霄
霅
霆
震
霈
霉
霍
霎
霏
霓
霔
霖
霙
霜
霞
霡
霤
霪
霫
霭
霮
霰
露
霶
霸
霹
霾
靃
青
靓
靖
静
靛
非
靠
靡
面
靥
革
靫
靮
靳
靴
靶
靸
靺
鞅
鞋
鞍
鞑
鞓
鞔
鞘
鞚
鞞
鞠
鞢
鞦
鞨
鞫
鞬
鞭
鞮
鞯
鞲
鞴
鞶
鞿
韆
韎
韐
韔
韡
韦
韧
韨
韩
韫
韬
韭
音
韵
韶
韸
韺
頀
頔
頖
頞
頠
頩
顶
顷
顸
项
顺
须
顼
顽
顾
顿
颁
颂
颃
预
颅
领
颇
颈
颉
颊
颋
颍
颏
颐
频
颒
颓
颔
颖
颗
题
颙
颛
颜
额
颟
颠
颡
颢
颣
颤
颦
颧
飋
风
飏
飐
飒
飓
飔
飕
飖
飗
飘
飙
飞
食
飧
飨
餈
餋
餍
餐
餤
饔
饕
饙
饤
饥
饦
饧
饨
饫
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饼
饾
饿
馀
馁
馂
馄
馅
馆
馈
馊
馋
馌
馎
馐
馑
馒
馓
馔
首
馗
馘
香
馡
馥
馨
馺
駉
駬
駮
騀
騋
騑
騕
騞
騣
騩
驎
驔
驩
马
驭
驮
驯
驰
驱
驲
驳
驴
驵
驶
驷
驸
驹
驺
驻
驼
驽
驾
驿
骀
骁
骂
骄
骅
骆
骇
骈
骊
骋
验
骍
骎
骏
骐
骑
骓
骕
骖
骗
骘
骚
骛
骝
骞
骠
骡
骢
骤
骥
骦
骧
骨
骫
骭
骰
骳
骷
骸
骹
骼
髀
髅
髇
髋
髑
髓
高
髡
髣
髦
髧
髫
髭
髯
髴
髵
髹
髻
髼
髽
髿
鬃
鬅
鬈
鬉
鬌
鬐
鬒
鬓
鬘
鬙
鬟
鬣
鬨
鬯
鬲
鬵
鬷
鬻
鬼
魁
魂
魃
魄
魅
魇
魈
魉
魋
魍
魏
魑
魔
魫
魰
魿
鮀
鮹
鯈
鱍
鱼
鲀
鲁
鲂
鲇
鲈
鲊
鲋
鲌
鲍
鲎
鲐
鲑
鲔
鲙
鲚
鲛
鲜
鲞
鲟
鲠
鲤
鲥
鲦
鲧
鲩
鲫
鲭
鲮
鲰
鲲
鲳
鲵
鲸
鲿
鳄
鳅
鳆
鳇
鳉
鳊
鳌
鳍
鳏
鳖
鳗
鳘
鳙
鳜
鳝
鳞
鳟
鳣
鳦
鴂
鴓
鵔
鵙
鵛
鵳
鵻
鶋
鶗
鶢
鶱
鷇
鷘
鷟
鷾
鸃
鸑
鸒
鸟
鸠
鸡
鸢
鸣
鸤
鸥
鸦
鸧
鸩
鸪
鸬
鸭
鸮
鸯
鸰
鸱
鸲
鸳
鸶
鸷
鸸
鸹
鸺
鸽
鸾
鸿
鹁
鹂
鹃
鹄
鹅
鹆
鹇
鹈
鹉
鹊
鹌
鹍
鹎
鹏
鹑
鹒
鹓
鹔
鹕
鹖
鹗
鹘
鹙
鹚
鹜
鹞
鹠
鹡
鹢
鹣
鹤
鹥
鹦
鹧
鹩
鹪
鹫
鹬
鹭
鹯
鹰
鹱
鹳
鹴
鹾
鹿
麀
麂
麃
麆
麇
麈
麋
麑
麒
麓
麚
麛
麝
麟
麦
麰
麸
麻
麾
黁
黄
黅
黉
黍
黎
黏
黐
黑
黔
默
黛
黜
黝
黟
黠
黥
黧
黩
黪
黮
黯
黳
黻
黼
黾
鼋
鼌
鼍
鼎
鼐
鼒
鼓
鼗
鼙
鼛
鼠
鼪
鼯
鼷
鼻
鼾
齁
齐
齑
齼
齿
龀
龁
龂
龃
龄
龆
龈
龉
龊
龋
龌
龏
龙
龚
龛
龟
龠



！
（
）
，
：
？
𠁼
𠵣
𠷠
𠺕
𡄸
𡎺
𡒄
𡝠
𡡉
𡼝
𡼢
𡼭
𡾁
𢅸
𢎞
𢙐
𢡟
𢫬
𢬵
𢱲
𣂏
𣃁
𣄛
𣍯
𣐕
𣑽
𣓨
𣔻
𣗖
𣡶
𣨼
𣰦
𣰽
𣲖
𣲗
𣸣
𣸩
𣺼
𣿞
𤃩
𤌸
𤠔
𤩽
𤱶
𤾂
𥏐
𥐊
𥐻
𥓂
𥝰
𥢗
𥤝
𥬞
𥬠
𥮾
𥯦
𥱧
𥲤
𥷨
𦂳
𦈌
𦈡
𦒘
𦝼
𦡱
𦨴
𦭵
𦰏
𦵏
𦶟
𧃲
𧄥
𧏖
𧒬
𧒽
𧟌
𧣴
𧥄
𧦬
𧳽
𧹛
𧹬
𨁝
𨇾
𨓦
𨗳
𨚗
𨠵
𨤍
𨫼
𨱄
𨱍
𨱎
𩃱
𩅨
𩉾
𩍐
𩕢
𩕳
𩗗
𩝐
𩠇
𩦺
𩧫
𩨍
𩬤
𩭹
𩾐
𪃁
𪄠
𪅙
𪆟
𪈂
𪎊
𪠘
𪡋
𪢮
𪣻
𪨗
𪩘
𪩸
𪪞
𪫬
𪭢
𪸩
𪻐
𪾢
𫁂
𫄟
𫄥
𫄧
𫄨
𫄬
𫄸
𫇭
𫈉
𫈵
𫉄
𫍙
𫍢
𫍯
𫎫
𫏋
𫏨
𫐄
𫐆
𫐉
𫐌
𫐒
𫐠
𫓧
𫓩
𫔅
𫔇
𫔎
𫕥
𫖃
𫖮
𫖯
𫖳
𫗋
𫗦
𫗧
𫗰
𫗴
𫗵
𫘝
𫘣
𫘤
𫘧
𫚔
𫛛
𫛞
𫛤
𫛥
𫛩
𫛳
𫛴
𫛶
𫛸
𫛽
𫜁
𫜰
𫞚
